/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Anul·lar";

/* alert button
   dialog confirmation */
"OK" = "D’acord";

/* alert button */
"Abort scan" = "Anul·lar l’exploració";

/* alert button */
"Continue" = "Continuar";

/* alert button */
"Continue scan" = "Continuar l’exploració";

/* alert button */
"Ignore" = "Ignorar";

/* alert button */
"Ignore plug-in" = "ignorar connector";

/* alert button */
"Open plug-in graphic interface" = "Obre la interfície gràfica del connector";

/* alert button */
"Start Plug-In Manager" = "Iniciar el gestor de connectors";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Estimat usuari de ^P, \n tens %ld Audio Unit(s) activat(s) que no ha(n) passat la validació de l’AU d’Apple. Això pot provocar problemes i errors a ^P, i també pèrdues de dades. Et recomanem que consultis al(s) fabricant(s) si hi ha versions actualitzades i que desactivis aquests connectors al gestor de connectors.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Només estaran disponibles a ^P els Audio Units que s’hagin explorat correctament.\nL’exploració continuarà la propera vegada que executis ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "L’Audio Unit “%1$@” de “%2$@” informa que no compta amb autorització per fer-se servir en aquest sistema.\nComprova a la documentació del connector la informació sobre la seva protecció.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "L’Audio Unit “%1$@” de “%2$@” informa que no disposa d’autorització per fer-se servir en aquest sistema.\nComprova a la documentació del connector la informació sobre la seva protecció. Pots obrir ara la interfície gràfica del connector per gestionar la protecció de la còpia.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Durant la verificació de la compatibilitat de l’Audio Unit, ^P ha trobat %ld connector(s) Audio Unit(s) que no ha(n) passat la validació de l’AU d’Apple. Aquests connectors no s’utilitzaran més a ^P per evitar possibles problemes o errors. Ara pots iniciar el gestor de connectors per revisar els resultats de la validació o bé pots continuar amb el procés d’arrencada.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P s’ha tancat inesperadament quan s’intentava utilitzar l’Audio Unit “%1$@” de “%2$@”.\nPot ser que aquest connector s’hagi d’actualitzar.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Hi ha hagut un error amb un connector Audio Units instal·lat.";

/* alert title */
"Audio Unit authorization error." = "Error d’autorització de l’Audio Unit.";

/* alert title */
"Incompatible Audio Units found." = "S’han trobat Audio Units incompatibles.";

/* alert title */
"You are about to abort the scan process." = "Estàs a punt d’anular el procés d’exploració.";

/* alert title */
"You are using incompatible Audio Units." = "Estàs utilitzant Audio Units no compatibles.";

/* audio unit type */
"MIDI processor" = "Processador MIDI";

/* audio unit type */
"MIDI-controlled effect" = "Efecte controlat per MIDI";

/* audio unit type */
"effect" = "efecte";

/* audio unit type */
"format converter" = "convertidor de format";

/* audio unit type */
"generator" = "generador";

/* audio unit type */
"instrument" = "instrument";

/* audio unit type */
"mixer" = "mesclador";

/* audio unit type */
"offline effect" = "efecte sense connexió";

/* audio unit type */
"output unit" = "unitat de sortida";

/* audio unit type */
"panner" = "manipulador";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Buscant connectors Audio Units…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Actualitzant informació de connectors Audio Units…";

/* possible validation result */
"couldn’t be opened" = "no s’ha pogut obrir";

/* possible validation result */
"crashed validation" = "error de validació";

/* possible validation result */
"failed validation" = "validació fallida";

/* possible validation result */
"not authorized" = "no autoritzada";

/* possible validation result */
"not validated due to internal error" = "no validat a causa d’un error intern";

/* possible validation result */
"not yet validated" = "encara no s’ha validat";

/* possible validation result */
"successfully validated" = "validació correcta";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Explorant Audio Units (%1$d de %2$d completats)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Explorant Audio Units (%1$ld de %2$ld completats)";

/* used for invalid version numbers */
"invalid" = "no vàlid";

/* used when value transformer can’t interpret given object */
"unknown" = "desconegut";
